Repository: zjinhu/AutoLlocalize
Catalog: output/*.lproj/Localizable.strings
Languages: sv

source: No Photo
sv: Inga historiska foton

source: Edit
sv: Redigera

source: Share
sv: Dela med sig

source: Delete
sv: Radera

source: History
sv: Historia

source: Delete this photo?
sv: Ta bort det här fotot?

source: Cancle
sv: Cancele

source: Confirm
sv: Bekräfta

source: Share to friends
sv: Dela till vänner

source: Rate %@
sv: Betygsätta %@

source: Dark Mode
sv: Mörkt läge

source: Sound
sv: Ljud

source: Language
sv: Språk

source: Privacy
sv: Integritet

source: About
sv: Handla om

source: Setting
sv: Miljö

source: My other APPs
sv: Mina andra appar

source: Welcome
sv: Välkommen

source: Auto
sv: Bil

source: Dark
sv: Mörk

source: Light
sv: Ljus

source: You are already a member
sv: Du är redan medlem

source: You are not a member yet
sv: Du är inte medlem än

source: Join
sv: Ansluta sig

source: Click to view ads and get save times
sv: Klicka för att visa annonser och få spartider

source: Free trial and subscription
sv: Gratis prövning och prenumeration

source: Unlimited access to all features
sv: Obegränsad åtkomst till alla funktioner

source: No advertising
sv: Ingen annonsering

source: Priority access to the latest features
sv: Prioriterad tillgång till de senaste funktionerna

source: Auto-renewable, Cancel anytime
sv: Auto-förnybar, avbryt när som helst

source: Restore
sv: Återställ

source: Start your free trial
sv: Påbörja din gratis provperiod

source: User Agreement
sv: Användaravtal

source: Try %lld days for free, then %@%@ / Month
sv: Prova %LLD -dagar gratis, sedan %@ %@ / månad

source: Description of automatic renewal service
sv: Beskrivning av automatisk förnyelsetjänst

source: Once you confirm your purchase, you will be charged to your Apple ID account. If purchase the auto-renewing subscription, unless you cancel the order at least 24 hours before the end of the current billing cycle, the subscription will automatically renew, and your account will charge the renewal fee within 24 hours before the end of the current billing cycle. You can unsubscribe from account settings in the app store
sv: När du bekräftar ditt köp debiteras du till ditt Apple ID -konto.Om du köper det auto-förnyande prenumerationen, såvida du inte avbryter beställningen minst 24 timmar före slutet av den nuvarande faktureringscykeln, kommer prenumerationen automatisktcykel.Du kan avsluta prenumerationen på kontoinställningar i App Store

source: Buy Now
sv: Köp nu

source: Subscribe Now
sv: Prenumerera nu

source: Auto-renewable, Cancel anytime Just %@ per year
sv: Auto-förnybar, avbryt när som helst bara %@ per år

source: (Pre Year)
sv: (Före året)

source: Automatic renewal next Year
sv: Automatisk förnyelse nästa år

source: Enjoy all features for life
sv: Njut av alla funktioner för livet

source: Dispose
sv: Bortskaffa

source: Save
sv: Spara

source: Can save %lld times
sv: Kan spara %lld -tider

source: No permission to save photos to album
sv: Ingen tillåtelse att spara foton på albumet

source: To authorize
sv: Att auktorisera

source: No available save counts
sv: Inga tillgängliga spara räkningar

source: Membership
sv: Medlemskap

source: Unlimited Save
sv: Obegränsad räddning

source: Watching AD
sv: Titta på AD

source: Get save count
sv: Få spara räkning

source: Click on this button to view the image, zoom in or reposition it
sv: Klicka på den här knappen för att se bilden, zooma in eller flytta den

source: Get it
sv: Förstår

source: Save the photo successfully, go to album to view
sv: Spara fotot framgångsrikt, gå till album för att se

source: Artifact eraser
sv: Artefaktrader

source: Precise erasure leaves no trace
sv: Exakt radering lämnar inga spår

source: No permission to access your photos
sv: Ingen tillåtelse att komma åt dina foton

source: Please select the erase area
sv: Välj raderingsområdet
